[language]

;Language name 

name=Deutsch

[firstrun]
chooselanguage=App-Sprache auswählen.
ok=OK
ignore=Überspringen
oldini=Zuvor verwendete Konfigurationsdatei importieren
loadini=Importieren
loadfail=In diesem Verzeichnis wurde keine Konfigurationsdatei gefunden!
loadsuccessful=Konfiguration erfolgreich importiert! 
steambak=Steam-Konfigurationsdatei synchronisieren? 
steamerror=Bitte Steam starten, um den Kauf zu verifizieren!

[steam]
save=Konfiguration in der Steam Cloud speichern
load=Konfiguration aus der Steam Cloud wiederherstellen
steamnotrun=Steam muss ausgeführt werden, um diese Funktion zu verwenden!
uploadfilemaxsize=Die maximale Größe einer hochgeladenen Datei beträgt 100 MB
deletefile=Datei löschen
downloadfile=Datei herunterladen

[workshop]
list_install=Installiert
list_home=Startseite
list_subscribe=Abonniert
list_upload=Hochgeladen
list_voteup=Positiv bewertet
list_themesskin=Skins und Themes
list_widget=Widget-Stile

newthemetip=Bitte einen Namen für das Theme eingeben
deltheme=Theme löschen

subscribe=Abonnieren
unsubscribe=Abonnement beenden

icons=Symbole
dockskin=Skins
Single icon=Einzelsymbol
Time skin=Uhr
Calendar skin=Kalender
Sound=Soundeffekte
language=Sprache

sort_alltime=Gesamter Zeitraum
sort_week=Diese Woche
sort_month=Dieser Monat
sort_year=Dieses Jahr

sort_hot=Beliebt
sort_new=Neueste
sort_sub=Abonnements
sort_vote=Bewertung

filesize=Dateigröße
updatetime=Zuletzt aktualisiert

opensteam=Steam öffnen
runerror=Steam muss ausgeführt werden, um diese Funktion zu verwenden!
newtheme=Neues Theme
edittheme=Bearbeiten

[themesedit]
shell=Darstellung
offset=Versatz
Delimiter and run=Trennzeichen und Ausführungsanzeige
Progress bar=Fortschrittsbalken

savetheme=Speichern

applytheme=Dieses Theme direkt nach dem Speichern anwenden?
filetip_drop=Bild hierher ziehen
filetip=Klicken oder ein Bild hierher ziehen
dropfile=Dieses Bild ersetzen?

selectpicture=Bild auswählen
cliptip=Zuschneiden
clipleft=Linker Rand
clipbottom=Unterer Rand
clipright=Rechter Rand
cliptop=Oberer Rand

dockbg=Hintergrund
dockblur=Hintergrund weichzeichnen
Progress bar border=Rahmen
Progress bar bg=Hintergrund
Run indicator=Ausführungsanzeige
Run offset=Versatz
delimiter=Trennzeichen
Margins=Ränder
Margins trimmer=Ränder feinabstimmen (empfohlen: 0–0,2)

folder=Ordner
trash_empty=Papierkorb (leer)
trash_full=Papierkorb (voll)

calmon=Monat
calday=Datum

timebg=Hintergrund
timehour=Stunde
timeminute=Minute
timesecond=Sekunde

timetype=Uhrentyp
timetype_pointer=Analog
timetype_number=Digital
fontname=Schriftart
fontsize=Schriftgröße
fontalign=Textausrichtung
fontpoint=Textposition
format=Zeitformat
fontcolor=Textfarbe

workshopshare=Dieses Theme in den Workshop hochladen?
sharesuccess=Erfolgreich in den Workshop hochgeladen!
sharefailed=Upload fehlgeschlagen!

workshop_Preview=Vorschau
workshop_description=Beschreibung
workshop_otherPreview=Weitere Vorschauen
workshop_Previewbuild=Automatisch erstellen
workshop_Previewselect=Bild auswählen
workshop_tip_description=Bitte eine Beschreibung für das Theme eingeben
Group by=Gruppieren nach
Sort by=Sortieren nach
View=Ansicht
refresh=Aktualisieren
showicons=Desktopsymbole anzeigen
sort_AutoArrange=Symbole automatisch anordnen
sort_ascending=Aufsteigend
sort_bigicon=Große Symbole
sort_content=Inhalt
sort_descending=Absteigend
sort_details=Details
sort_list=Liste
sort_mediumicon=Mittelgroße Symbole
sort_name=Name
sort_none=Keine
sort_size=Größe
sort_smallicon=Kleine Symbole
sort_snaptogrid=Symbole am Raster ausrichten
sort_superbigicon=Sehr große Symbole
sort_tile=Kacheln
sort_time=Datum
sort_type=Typ
windowtitle=Skin-Editor

[systeminfo]
cpu=Prozessor
gpu=Grafik
memory=Arbeitsspeicher
system=Betriebssystem
moreinfo=Weitere Informationen...

[monitor]
process=Prozesse
readwrite=Lesen/Schreiben
usage=Belegt

;------------------------------------
[tips]
GeolocationTip=Der Systemstandort muss aktiviert sein, um WLAN-Funktionen zu verwenden. Hier klicken, um zu erfahren, warum.

dropiconerror=Symbole können nicht verschoben werden, wenn das Dock auf mehreren Bildschirmen angezeigt wird. Bitte einen einzelnen Bildschirm für das Dock auswählen.

msitip=Ein möglicher Konflikt mit MSI Afterburner wurde erkannt. Zur Ausschlussliste hinzufügen?

openUACtip=Die Benutzerkontensteuerung (UAC) ist deaktiviert. Dadurch lassen sich auf das Dock gezogene Dateien möglicherweise nicht öffnen. UAC aktivieren?
openUACtip1=UAC wurde erfolgreich aktiviert. Windows muss neu gestartet werden, damit die Änderung wirksam wird. Jetzt neu starten?
openUACtip2=UAC konnte nicht aktiviert werden!

crashtip=Ein Fehler hat MyDockFinder zum Beenden gezwungen. Neu starten?
;------------------------------------

[iconame]

;dock Label name
createlnk=Verknüpfung erstellen

explorer=Explorer
launchpad=Launchpad
cal=Kalender
trash=Papierkorb

;The last icon in the folder interface

exploreropen=Im Ordner öffnen
return=Zurück

;System time icon label name format

timeformat=yyyy/M/d dddd
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Entfernen

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Systemsteuerung
taskbar=Infobereichssymbol
systemtime=Systemzeit
network=Netzwerk
weather=Wettervorhersage
battery=Akku
startmenu=Startmenü
virtualdesktop=Virtueller Desktop



------------------------------------

[editicon]
;Edit icon window

addtips=Dateien hierher ziehen

reset=Zurücksetzen
ok=OK
restore=Wiederherstellen
addname=Anzeigenamen hinzufügen
addicotips=Auf die Schaltfläche „...“ oben rechts klicken, um ein Symbol hinzuzufügen.
switch=Wechseln
trashempty=Papierkorb leer
trashfull=Papierkorb voll
iconshell=Symbolmaske verwenden
addline=Startargumente

share=Teilen 

Icon Designer title=Symbol-Editor

Icon Designer=Bearbeiten
select=Hinzufügen

icolabel=Symbol
selectpicture=Bild auswählen
icosize=Symbolskalierung
icooffsetx=Horizontaler Symbolversatz
icooffsety=Vertikaler Symbolversatz
icobackground=Hintergrund
iconshadow=Symbolschatten verwenden
icoroundrect=Eckenradius
icocolor=Farbe
icogradient color=Farbverlauf verwenden
icocolorangle=Verlaufswinkel

;Pop up select file window title

selectfoldertitle=Ordner auswählen
;Weather forecast search city
searchcity=Wetter nach Stadt suchen; unterstützt Pinyin und Gebietscodes



;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Schriftgröße des Monats:
dayfontsize=Schriftgröße des Datums:

monthfont=Schriftart des Monats:
dayfont=Schriftart des Datums:
monthpoint=Monatsposition:
daypoint=Datumsposition:
monthposition=Monatsausrichtung:
dayposition=Datumsausrichtung:
monthcolor=Monatsfarbe:
daycolor=Datumsfarbe:
rotation=Drehung:
default=Standardeinstellungen verwenden

ok=OK
test=Test
left=Links
right=Rechts
links=links
richtig=richtig
center=Zentriert

;Pop-up-Bildfenstertitel auswählen

selectcalicon=Kalenderbild auswählen
;------------------------------------

[editicontips]
;Eine Fehlermeldung erscheint auf der Bearbeitungssymboloberfläche

iconduplicate=Dieses Programm befindet sich bereits im Dock.

systemduplicate=Dieses Symbol wurde hinzugefügt!

titleerror=Der Anzeigename des Programms darf nicht leer sein.
filepatherror=Programmpfad und Symbol dürfen nicht leer sein.

padtitleerror1=Dieser Dateiname ist bereits vorhanden. Bitte einen anderen Namen eingeben.
padtitleerror2=Die Datei konnte nicht geändert werden. Wenn MyDockFinder auf Laufwerk C: installiert ist, als Administrator ausführen.

workshopshare=Dieses Symbol in den Workshop hochladen?
workshopsharesuccess=Das Symbol wurde erfolgreich in den Workshop hochgeladen!
workshopsharefailed=Das Symbol konnte nicht hochgeladen werden.

formaterror=Nicht unterstütztes Format. Unterstützt werden nur .png-, .ico-, .exe- und .lnk-Dateien.

;---------------------------------------------------------------------------

[weatherUI]
Other locations=Andere Orte  
open weather=Wetter öffnen  

Select location=Stadt auswählen  
Edit location name=Stadtnamen bearbeiten  

add=Hinzufügen  
edit=Bearbeiten  
delete=Löschen

location=Systemstandort verwenden  
search=Suchen  
latitude&longitude=Breiten- und Längengrad

;Preferences window
[settingUI]
cloudini=Steam-Cloud-Speicherstand
uploadcloudini=Speicherstand hochladen
nofoundini=Kein Speicherstand hochgeladen
downloadcloudini=Speicherstand herunterladen
managesteamcloud=Dateien verwalten
cloudfile=Steam-Cloud-Dateien
uploadcloudfile=Datei hochladen
filename=Dateiname
filesize=Dateigröße
filetime=Hochgeladen
refresh weather=Wetter aktualisieren
backupsuccess=Erfolgreich hochgeladen!
backupfail=Upload fehlgeschlagen! 

settitle=MyDockFinder-Einstellungen

Global Settings=Globale Einstellungen

openMyDock=MyDock aktivieren
openMyFinder=MyFinder aktivieren
debugMyDockFinder=Im Debug-Modus ausführen

gameautoclose=Bei Vollbildspielen automatisch beenden
ProcessRecentFiles=Anzahl der zuletzt geöffneten Dateien anzeigen


DPIscale=Globale UI-Skalierung
Globalblurvalue=Globale UI-Unschärfe 
Accentcolor=Akzentfarbe
darkmodeall=Globaler UI-Farbmodus

darkmode_light=Hell
darkmode_dark=Dunkel
darkmode_auto=Automatisch
darkmode_system=Betriebssystem übernehmen

uiaccesstop=MyDockFinder immer im Vordergrund halten
screenfps=Globale Rendering-Bildwiederholrate

Temperature Celsius Fahrenheit=Temperatureinheit
MyFindererror=Bitte MyFinder aktivieren
aero=Globalen Unschärfeeffekt aktivieren
systemdarkmode=Systemfarbschema zusammen mit dem globalen UI-Farbmodus ändern
autoupdate=Automatisch nach Updates suchen
systemstart=Startmethode
none=Nicht beim Systemstart ausführen
regedit=Registrierung
plantask=Geplante Aufgabe
Service=Als Dienst starten

windowscenterscreen=Neue Fenster auf dem Bildschirm zentrieren
showhidetaskbar_hotkey=Tastenkürzel zum Ein-/Ausblenden der Taskleiste

autohidetaskbar=Taskleiste beim Start automatisch ausblenden

hidetaskbar_dock=Taskleiste auf dem Bildschirm mit dem Dock ausblenden
hidetaskbar_all=Taskleiste auf allen Bildschirmen ausblenden

languagechoice=Anzeigesprache
allfont=Globale Schriftart
usefontbold=Immer Fettschrift verwenden
fontscale=Globale Schriftskalierung
fontQuality=Hochwertige Schriftdarstellung

themes=Themes

customize_blur=Unschärfeintensität
customize_opacity=Transparenz
customize_stroke=Rahmentransparenz
customize_enabled_dockbg=Benutzerdefinierte Unschärfe- und Transparenzwerte für das Dock verwenden
customize_enabled_iconreflection=Symbolreflexionen im Dock verwenden
customize_blur_iconreflection=Unschärfe der Symbolreflexion
customize_opacity_iconreflection=Transparenz der Symbolreflexion
customize_offset_iconreflection=Abstand der Symbolreflexion
customize_stoppoint_iconreflection=Verlaufslänge der Symbolreflexion

customize_enabled_icontag=Benutzerdefinierte Unschärfe- und Transparenzwerte für Dock-Symbolbeschriftungen verwenden
customize_enabled_menu=Benutzerdefinierte Unschärfe- und Transparenzwerte für Menüs verwenden
customize_enabled_window=Benutzerdefinierte Unschärfe- und Transparenzwerte für Fenster verwenden
customize_enabled_finder=Benutzerdefinierte Unschärfe- und Transparenzwerte für MyFinder verwenden
customize_opacity_wallpapercolor=Intensität der Hintergrundbild-Tönung
customize_enabled_folder=Benutzerdefinierte Unschärfe- und Transparenzwerte für Ordneransichten verwenden
customize_enabled_foldersize=Benutzerdefinierte Symbolgröße in Ordneransichten verwenden

customize_enabled_pad=Benutzerdefinierte Hintergrundunschärfe in Launchpad verwenden
customize_enabled_pad_backdrop=Aktuellen Bildschirm als Launchpad-Hintergrund verwenden
customize_enabled_pad_winuiwallpaper=Dynamische Unschärfe in Launchpad verwenden

selectthemes_icon=Symbol-Theme
selectthemes_dockskin=Dock-Skin


general=Allgemein
advanced=Erweitert
preview=Fenstervorschauen
minimizewindowsettings=Minimieren
systrayicoset=Infobereichssymbole
screenset=Bildschirm

timeset=Uhrzeit und Datum
notificationset=Benachrichtigungen

audioset=Audio
displayset=Anzeige
mediaset=Medien
batteryset=Akku
netset=Netzwerk
monitorset=Überwachung
windowsanimationset=Fensteranimationen
WindowManagement=Fensterverwaltung
windownotfullscreenadd=Nicht-Vollbildfenster hinzufügen
gamewindowadd=Spielfenster hinzufügen
gamewindowslist=Spielfensterliste verwalten
gamewindowslistdel=Spielfenster löschen
nogamewindow=Kein Spielfenster
Minimize Screenshot method=Aufnahmemethode für Minimierungsanimation


about=Info

icosize=Symbolgröße
icoeffect=Symboleffekt

dockeffect_none=Keiner
dockeffect_scale=Skalierung
dockeffect_select=Auswahl
dockeffect_light=Beleuchtung
dockeffect_scaleandlight=Skalierung und Beleuchtung
dockeffect_selectandlight=Auswahl und Beleuchtung
icolightvalue=Beleuchtungsintensität des Symbols
icobglightvalue=Beleuchtungsintensität des Symbolhintergrunds
icobglightcolor=Beleuchtungsfarbe des Symbolhintergrunds

icomaxsize=Symbolvergrößerung

icospace=Abstand zwischen Symbolen
edgeposition=Abstand des Docks zum Bildschirmrand
iconimmersion=Dock verwendet im Leerlauf den Immersionsmodus
dockicoImmersion_delay=Verzögerung des Immersionsmodus


displaymode=Dock-Sichtbarkeit
displaynormal=Standard
displaybottom=Überlagern
displayauto=Automatisch ausblenden
displaysmart=Intelligent automatisch ausblenden
displayhotkey=Nur per Tastenkürzel
displayalways=Immer anzeigen
displayhide=Immer ausblenden
displayalwaysshow=Immer anzeigen, auch im Vollbildmodus
displaydesktop=Nur auf dem Desktop anzeigen
showmodewindows=Festlegen, welche Fenster die Dock-Sichtbarkeit beeinflussen
showhidetest_exe=Aktuelles Programmfenster
showhidetest_all=Alle Programmfenster

showhidetype=Ein-/Ausblendanimation des Docks

showhideeffect_move=Verschieben
showhideeffect_opacity=Überblenden

activation Dock Type=Aktivierungsmethode des Docks
showdockact_mouse=Bildschirmrand
showdockact_bar=Aktivierungsleiste

actbar_weight=Breite der Aktivierungsleiste
actbar_height=Höhe der Aktivierungsleiste
actbar_offset=Abstand der Aktivierungsleiste zum Bildschirmrand
mouseactdock=Verzögerung der Mausaktivierung

positiononscreen=Position auf dem Bildschirm
screenleft=Links
screenbottom=Unten
screenright=Rechts
screentop=Oben

multiscreen=Dock anzeigen auf
multiscreenpad=Launchpad anzeigen auf
padicotype=Festlegen, welche Symbole in Launchpad angezeigt werden
padicotype_normal=Hinzugefügte Symbole
padicotype_startmenu=Startmenü
padicotype_desktop=Desktop-Apps
padicosize=Launchpad-Symbolgröße
padicospacex=Horizontaler Symbolabstand
padicospacey=Vertikaler Symbolabstand
padicoblacklist=Entfernte Startmenü-Apps bearbeiten
padblacklist=Liste verwalten

hidepadicostring=Symbolbeschriftungen ausblenden

padscreenname=Wie Dock

HDicons=Hochwertige Symboldarstellung  

lockicon=Verschieben von Symbolen sperren
showicontag=Symbolbeschriftungen anzeigen
windowsborder=Fenstergrenzen aktivieren, damit Fenster das Dock nicht überdecken
jumpanimation=Symbole beim Starten von Apps springen lassen
folderDoubleclickOpen=Ordnersymbole per Doppelklick öffnen
foldernoshowopen=Schaltfläche „Ordner öffnen“ ausblenden
iconmask=Maskeneffekt auf alle Symbole anwenden
icomasktype=Globaler Stil der Symbolmaske
Explorer window=Nur Datei-Explorer-Fenster für das Explorer-Symbol erkennen
hidedockdelay=Verzögerung beim Ausblenden des Docks

show indicators=Anzeigen unter laufenden Apps einblenden
Runapp separator=Nicht angeheftete laufende Apps abtrennen
newapp=Symbole für nicht angeheftete laufende Apps anzeigen
runiconallscreen=Symbole für neu gestartete Apps auf allen Bildschirmen anzeigen
blacklist=Sperrliste für laufende Apps verwalten
noblacklist=Keine gesperrten Apps
hotcornerleft=Aktive Ecke unten links
hotcornerright=Aktive Ecke unten rechts
hotkeypad=Launchpad-Tastenkürzel
hotkeyDock=Dock-Tastenkürzel
hotkeyborder=Tastenkürzel zum Umschalten der Fenstergrenzen

dockicobackup=Sicherungen des Dock-Layouts 
backuplist=Sicherungen verwalten 
Addbackupdockico=Layout-Sicherung erstellen 
locationbackup=Sicherungsordner öffnen 

minimize=Fenster in das Dock minimieren
animationoff=Minimierungsanimation deaktivieren
Slow animation=„Umschalt“ gedrückt halten, um Animationen zu verlangsamen
minimizeeffect=Minimierungsanimation

genie=Genie
scale=Skalieren
scaleDX=DirectX skalieren
suck=Sog
Minimize dynamics=Fensterinhalt beim Minimieren dynamisch aktualisieren

minimizeAnimationspeed=Geschwindigkeit der Minimierungsanimation
Minimize to icon=Fenster in ihr Dock-Symbol minimieren
Minimizeblacklist=Von der Minimierungsanimation ausgeschlossene Fenster
Editwindowlist=Fensterliste bearbeiten
minicopos=Position des Symbols minimierter Fenster
dockmin_lastico=Neben dem Symbol ganz rechts
dockmin_right=Separat rechts anzeigen
dockmin_rightandlim=Separat rechts mit Trennzeichen anzeigen

minimizeAnimationWait=Auf das Rendern der Animationsframes minimierter Fenster warten

previewon=Fenstervorschauen aktivieren
previewsize=Größe der Fenstervorschau
previewdelay=Vorschauverzögerung beim Darüberfahren

previewcontrol=Vorschau-Elemente anzeigen
previewappname=Anwendungsname
previewbutton=Fenstersteuerungsschaltflächen
aeropeek=Vollständige Fenstervorschau beim Darüberfahren anzeigen

finderbgtype=MyFinder-Hintergrundstil auswählen

logotype=Stil der linken Schaltfläche
diylogo=Benutzerdefiniert
shutdownmsgbox=Bestätigung beim Herunterfahren anzeigen
finderdark=MyFinder-Farbmodus
showmediacontrol=Symbol für Medienwiedergabe anzeigen

stagemanagerset=Stage Manager
showstagemanager=Stage-Manager-Symbol in MyFinder anzeigen
stagemanageronlywindowslist=Nur die Fensterliste anzeigen, ohne Hintergrundfenster auszublenden

showstagemanagerwindowtitle=Fenstertitel beim Darüberfahren anzeigen
showstagemanagerdesktophidewindows=Auf den Desktop klicken, um alle Fenster auszublenden
showstagemanagermediaplaypause=Medien in Hintergrundfenstern automatisch pausieren und fortsetzen
stagemanager_hotkey=Stage-Manager-Tastenkürzel

stagemanagerblacklist=Vom Stage Manager ausgeschlossene Apps
stagemanager_showdesktop=Desktopsymbole anzeigen
desktopico_hide=Symbole immer ausblenden
desktopico_auto=Symbole automatisch ein-/ausblenden
desktopico_show=Symbole immer anzeigen

stagemanager_enable=Stage Manager aktivieren
stagemanager_listpos=Position der Fensterliste
stagemanager_listshowmode=Ein-/Ausblendmodus der Fensterliste

stagemanager_windowsize=Symbolgröße der Fensterliste
stagemanager_windowspace=Symbolabstand der Fensterliste
stagemanager_windowcount=Anzahl der Symbole in der Fensterliste
stagemanager_windowsblur=Miniaturansichten von Hintergrundfenstern weichzeichnen
showuseraccount=Kontosymbol anzeigen

hotkeyfinder=MyFinder-Tastenkürzel
finderheight=MyFinder-Höhe  
finderoffsety=Vertikaler Layoutversatz  
finderbuttonw=Schaltflächenabstand  

hidefinderdelay=Verzögerung beim Ausblenden von MyFinder  

showfocusassist=Symbol für Fokus-Assistent anzeigen  

systemtraycolor=Farbige Infobereichssymbole anzeigen
showkeyboard=Symbol für Eingabemethode anzeigen
showsearch=Suchsymbol anzeigen
showLyrics=Liedtext des Musikplayers anzeigen
showLyrics_color=Farbigen Liedtext des Players anzeigen
mouseactfinder=Verzögerung der Mausaktivierung von MyFinder
showusbdevice=USB-Wechseldatenträger anzeigen

musiccontrolshowmode=Mediensteuerung anzeigen
musiccontrol_close=Nie anzeigen
musiccontrol_activity=Wenn Liedtext angezeigt wird
musiccontrol_always=Immer anzeigen

finderdark_auto=Farbe des Hintergrundbilds übernehmen
finderdark_set=Globale Einstellung übernehmen

multiscreenfinder=MyFinder anzeigen auf
findershowallscreens=Alle Bildschirme

finderdisplaymode=MyFinder-Sichtbarkeit
finderautochangecolor=Immersionsmodus verwenden, wenn ein Fenster maximiert ist
finderfastclosewindow=Oben rechts klicken, um das aktuell maximierte Fenster zu schließen
myfinderscaleopen=Benutzerdefinierte Skalierung verwenden
finderhidemenudelay=Verzögerung vor dem Ausblenden der Menüleisten anderer Apps

finderlockbtn=Verschieben der Schaltflächen sperren
findershowmenu=Menüeinträge anderer Apps anzeigen
bluetooth_showbattery=Festlegen, wie verbundene Bluetooth-Geräte angezeigt werden
bluetooth_not show=Nicht anzeigen
bluetooth_icon=Nur Symbole anzeigen
bluetooth_value=Symbole und Akkustand anzeigen

showaudio=Lautstärkesymbol in MyFinder anzeigen
showmicrophone=Mikrofonsymbol in MyFinder anzeigen
showweather=Wettervorhersage anzeigen

showbattery=Akkusymbol in MyFinder anzeigen
shownetwork=Netzwerksymbol in MyFinder anzeigen
showbluetooth=Bluetooth-Symbol in MyFinder anzeigen
showdisplay=Anzeigesymbol in MyFinder anzeigen

monitorcolor=Hohe Auslastung hervorheben

showcpu=CPU
showtemp=Kerntemperatur
showmen=Arbeitsspeicher
showdisk=Speicher
shownet=Netzwerkgeschwindigkeit

showbatterytime=Verbleibende Akkulaufzeit anzeigen

powerset_open=Energiesparpläne automatisch wechseln
powerset_aconline=Energiesparplan bei Netzbetrieb
powerset_battery=Energiesparplan bei Akkubetrieb

Calendarfirstday=Erster Wochentag
Calendar_Sunday=Sonntag
Calendar_Monnday=Montag

formatdate=Datumsformat:
formattime=Zeitformat:
customformatdate=Anzeigeformat für das Datum anpassen
customformattime=Anzeigeformat für die Uhrzeit anpassen

showbatteryvalue=Akkustand in Prozent im Finder-Statusmenü anzeigen 
audiotip=Ton bei Lautstärkeänderung wiedergeben
mediatype=Stil für Lautstärke und Helligkeit
batteryshow_none=Nie
batteryshow_acdc=Immer
batteryshow_ac=Bei Netzbetrieb
batteryshow_dc=Bei Akkubetrieb

media_system=Windows
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Tastenkürzel für Lautstärke erhöhen
hotkeyvoldown=Tastenkürzel für Lautstärke verringern
hotkeyvolmute=Tastenkürzel für Stummschalten
hotkeymicup=Tastenkürzel für Mikrofonlautstärke erhöhen
hotkeymicdown=Tastenkürzel für Mikrofonlautstärke verringern
hotkeymicmute=Tastenkürzel zum Stummschalten des Mikrofons


hotkeybriup=Tastenkürzel für Helligkeit erhöhen
hotkeybridown=Tastenkürzel für Helligkeit verringern
hotkeycontrolvalue=Schrittweite der Tastenkürzel-Anpassung

systemnotification=Systembenachrichtigungen
usbdevicenotification=Benachrichtigungen beim Verbinden oder Auswerfen eines Wechseldatenträgers anzeigen
bluetoothdevicenotification=Benachrichtigung beim Verbinden eines Bluetooth-Geräts anzeigen
Appnotification=App-Benachrichtigungen
notification_open=Benachrichtigungen zulassen
notification_type=Anzeigemodus für Benachrichtigungen
notification_time=Anzeigedauer der Benachrichtigung
notification_show_close=Banner nie anzeigen
notification_show_once=Nur einmal anzeigen
notification_show_always=Immer anzeigen

trayicoallshow_myfinder=Alle Infobereichssymbole immer in MyFinder anzeigen
trayicoallshow_mydock=Alle Infobereichssymbole immer in MyDock anzeigen
trayicoallshow_systemico=Systemsymbole des Infobereichs in MyFinder anzeigen
trayico_waittime=Anzeigedauer neu gestarteter Infobereichssymbole

Apptrayico=App-Symbole im Infobereich
apptrayicoshow_finder=Infobereichssymbole in MyFinder anzeigen
apptrayicoshow_dock=Infobereichssymbole in MyDock anzeigen
acttrayicotype=Aktivierungsmethode für Infobereichssymbole

screenround=Abgerundete Bildschirmecken
screenround_show=Abgerundete Ecken auf diesem Bildschirm aktivieren
screenround_size=Eckenradius
screenround_color=Farbe

openwindowsshow=Animation beim Öffnen von Fenstern
windowsopeneffect=Effekt der Fensteröffnungsanimation

openwindowsclose=Animation beim Schließen von Fenstern
windowscloseeffect=Effekt der Fensterschließanimation
windowsblacklistadd=Ausgeschlossenes Fenster hinzufügen
windowsblacklistdel=Ausgeschlossenes Fenster entfernen
windowsclose_animation=Animationsgeschwindigkeit

stagemanager_animation=Animationsgeschwindigkeit
mediatiptime=Anzeigedauer für Lautstärke-/Helligkeitsanzeige

other=Sonstiges

wallpaper=Hintergrundbild

selectwallpaper=Hintergrundbild-Theme auswählen
wallpapernone=Keines
loadwallpaper=Hintergrundbild-Theme importieren 
wallpaperdownload=Hintergrundbild-Theme herunterladen 
wallpaperOK=Anwenden 

restartdock=MyDockFinder neu starten


resetini=Daten löschen
resetini_ok=Löschen
resetini_config=Einstellungsprofil
resetini_ico=Dock-Symbolprofil
resetini_padico=Launchpad-Symbolprofil
resetini_padicocache=Launchpad-Symbolcache
systemiconcache=System-Symbolcache
uninstall=Deinstallieren

updatelog=Änderungsprotokoll
updatelogcheck=Anzeigen

ok=OK
cancel=Abbrechen


------------------------------------------------------------
[hotcorners]
nothing=Nichts unternehmen
allwindows=Alle Fenster anzeigen
launchpad=Launchpad öffnen
displaytosleep=Bildschirm ausschalten
startmenu=Startmenü öffnen
showdesktop=Desktop anzeigen
actioncenter=Windows-Info-Center
screensaver=Bildschirmschoner
Windows widget=Windows-Widgets


[settingtips]
fontQualitytips=Einige Systeme können abstürzen, wenn sie keine hochwertige Schriftdarstellung unterstützen. Auf OK klicken, um die Unterstützung auf diesem System zu testen.
fontQualityFailedtips=Test fehlgeschlagen. Dieses System unterstützt keine hochwertige Schriftdarstellung.
fontQualityfuccesstips=Die hochwertige Schriftdarstellung wurde aktiviert. Bei einigen Oberflächenelementen ist möglicherweise ein Neustart erforderlich, damit die Änderung wirksam wird.
uninstalltip=Dieses Programm deinstallieren?
backupsuccess=Erfolgreich hochgeladen!
backupfail=Upload fehlgeschlagen!

hotkeyhideerror=Bitte ein Tastenkürzel zum Ein-/Ausblenden des Docks festlegen, sonst funktioniert diese Funktion möglicherweise nicht!
resetinitip=Konfiguration zurücksetzen?
systemicontip=System-Symbolcache leeren?

DPItips=Einige Oberflächenelemente werden erst nach dem Schließen und erneuten Öffnen aktualisiert.
winuiwallpapertip=Wenn das System nach Aktivieren dieser Option einfriert, die Option wieder deaktivieren. MyDockFinder neu starten, damit die Änderung wirksam wird.

;An error message pops up on the setting interface
padicotypetips=Nach dem Ändern dieser Option müssen die Symbole erneut eingerichtet werden. Bitte mit Bedacht auswählen!

edgetip=Diese Einstellung kann nicht geändert werden, solange Fenstergrenzen aktiviert sind!
autohideerror=Diese Funktion kann nicht aktiviert werden, solange Fenstergrenzen aktiviert sind!
neterror=Kein verfügbares Netzwerk gefunden. Bitte die Verbindung überprüfen.
autohide=Diese Funktion kann nicht aktiviert werden, solange das automatische Ausblenden des Docks aktiviert ist!
updateerror1=Verbindungsfehler. Bitte erneut versuchen.

updatetip1=Eine neue Version ist verfügbar. Jetzt aktualisieren?
updatetip2=Das Update wurde vollständig heruntergeladen. Jetzt installieren?

noupdate=Die neueste Version ist bereits installiert.

restarttip=MyDockFinder muss neu gestartet werden, damit diese Änderung wirksam wird.

languagetips=Für die Aktualisierung der Sprache ist bei einigen Oberflächenelementen ein Neustart erforderlich.

restartruntip=MyDockFinder jetzt neu starten?

backupfolderror=Der Sicherungsordner konnte nicht erstellt werden. Bitte die Verzeichnisberechtigungen überprüfen.

backuptips=Diese Sicherung wiederherstellen?



;-------------------------------------------------------------------

[menu]
;Right menu
reboot explorer=Explorer neu starten

closewindows=Fenster schließen

RecentFiles=Zuletzt geöffnete Dateien
otheroption=Optionen
menurecent=Zuletzt verwendet
menubind=Angeheftet
menutask=Aufgaben

dockmenu=Programmmenü
preference=Einstellungen
enddock=MyDockFinder beenden

edit_cut=Ausschneiden
edit_copy=Kopieren
edit_paste=Einfügen
edit_selectall=Alles auswählen
edit_delete=Löschen
edit_openurl=URL öffnen

workshop=Workshop
newfinderwindow=Neues Datei-Explorer-Fenster
gotofolder=Gehe zu Ordner...
connecttoserver=Mit Server verbinden...
showlaunchpad=Launchpad anzeigen


addnormalicon=App-Symbol hinzufügen
addsystemicon=Systemverknüpfung hinzufügen
add delimiter=Trennzeichen hinzufügen
del delimiter=Trennzeichen entfernen

showtaskbar=Taskleiste anzeigen
hidetaskbar=Taskleiste ausblenden

editicon=Symbol bearbeiten
removefromdock=Aus Dock entfernen
keepindock=Im Dock behalten
locationfile=Dateispeicherort öffnen
runagain=Erneut ausführen
nevershowthis=Diese App nie anzeigen
adminmode=Als Administrator ausführen
open=Öffnen
quit=Beenden

emptytrash=Papierkorb leeren
sortorder=Sortieren nach
Byname=Name
Bysize=Größe
Byextension=Typ
Bydate/time=Änderungsdatum
Createtime=Erstellungsdatum
Groupdirectories=Ordner zuerst
reverseorder=Sortierreihenfolge umkehren
closewindow=Fenster schließen
Display=Ordnerinhalt anzeigen als
Folder=Ordner
Stack=Stapel
Locatefolder=Ordner öffnen
FolderEffect=Ordner-Anzeigeeffekt
Grid=Raster
Fan=Fächer
menufold=Menü

showmodeapps=Separaten Ein-/Ausblendmodus für diese App festlegen
showmodedesktop=Ein-/Ausblendmodus für den Desktop festlegen
NominiEffect=Minimierungsanimation für diese App deaktivieren
nevershowprogress bar=Fortschrittsbalken für diese App deaktivieren
showmodenormal=Globale Einstellungen übernehmen
msgtips=Als Benachrichtigungs-App festlegen
incognito=Neues Inkognito-Fenster

systemmenu=Systemmenü

timeskin=Zifferblatt auswählen
timedefault=Standard


----------------------------------------------

[launchpad]

addicon=Symbol hinzufügen
deleteicon=Dieses Symbol löschen
padsortname=Nach Name sortieren
padsort=Symbole automatisch anordnen

search=Suchen
ok=Fertig
addtips=EXE-Dateien oder Verknüpfungen hierher ziehen, um sie zu Launchpad hinzuzufügen.
adderror=Die maximale Anzahl gleichzeitig hinzufügbarer Symbole wurde erreicht!
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=OK
cancel=Abbrechen
trashok=Papierkorb leeren
trashtitle=Möchten Sie die Elemente im Papierkorb wirklich dauerhaft löschen?
batterytip=Der Akkustand ist niedrig. Den PC bald an eine Stromquelle anschließen.

eject=Ausgeworfen
Connected=Verbunden

brightnesstip=Das Ändern der Monitorhelligkeit kann das Display dauerhaft beschädigen. Mit Vorsicht fortfahren!
brightnesstip1=Die Monitorhelligkeit ist auf 0 eingestellt. Wenn die Anzeige schwarz wird oder nicht auf OK geklickt wird, wird die Helligkeit nach 5 Sekunden wiederhergestellt.

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=d. MMM
4=d. MMM ddd
5=ddd, d. MMM
6=ddd, d. MMM yyyy
[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]

;Calendar icon month text

m1=Jan
m2=Feb
m3=Mär
m4=Apr
m5=Mai
m6=Jun
m7=Jul
m8=Aug
m9=Sep
m10=Okt
m11=Nov
m12=Dez



[findermenu]

Reboot&Update=Aktualisieren und neu starten...
Shutdown&Update=Aktualisieren und herunterfahren...
batteryhealth=Akkuzustand:

Hidelyrics=Player-Liedtext automatisch ausblenden
Edit the lyrics display area=Anzeigebereich für Liedtext bearbeiten

spatialaudio=3D-Audio

bluetoothdisconnect=Trennen
bluetoothunpair=Gerät entfernen

lockscreen=Bildschirm sperren
usersetting=Kontoeinstellungen

HideMenu=Fenstermenüleiste ausblenden
systemmenu=Fenstermenü

bluetooth=Bluetooth
Bluetooth settings=Bluetooth-Einstellungen...
device=Gerät
Preferred network=Bevorzugtes Netzwerk
other networks=Andere Netzwerke
network settings =Netzwerkeinstellungen...
Audio=Sound
output=Ausgabe
Microphone=Mikrofon
input=Eingabe
audio settings=Audioeinstellungen...
battery settings=Akkueinstellungen...
BatteryEstimatedTime=Verbleibende Akkulaufzeit
batterytime_hour=Stunden
batterytime_min=Minuten
Edit title=Titel bearbeiten
Window border=Fenstergrenze aktivieren...
end finder=MyFinder beenden...
About This PC=Über diesen PC
System settings=Systemeinstellungen...
app Store=App Store...
Task manager=Task-Manager...
Sleep=Energie sparen
Dormant=Ruhezustand
Shutdown=Herunterfahren...
Reboot=Neu starten...
Lock screen=Bildschirm sperren
Logout=Abmelden...

symbol=Emoji und Symbole anzeigen 
Screen Keyboard=Bildschirmtastatur anzeigen 
keyboardname=Name des Tastaturlayouts anzeigen
Keyboard settings=Tastatureinstellungen...
display=Anzeige
systemdark=Dunkler Modus
bluelight=Nachtmodus
focusassist=Fokus-Assistent
focusoff=Aus
focusPriorityOnly=Nur Priorität
focusAlarmsOnly=Nur Alarme
Notification settings=Benachrichtigungseinstellungen...
screen projection=Projizieren
screen INTERNAL=Nur PC-Bildschirm
screen CLONE=Duplizieren
screen EXTEND=Erweitern
screen EXTERNAL=Nur zweiter Bildschirm
displayset=Anzeigeeinstellungen...
hotspot=Hotspot
airplane=Flugzeugmodus
deviceon=Ein
deviceoff=Aus
eject=Auswerfen
open=Öffnen


[findertips]
Mute=Stumm
battery=Akku
AcOnLine=Netzbetrieb
Charging=Wird geladen
notCharging=Wird nicht geladen
Usebattery=Akkubetrieb
Full battery=Vollständig geladen
brightness=Helligkeit
show trayico=Infobereichssymbol anzeigen


[findertitle]

[findermenubrowser]
new=Neu
newtab=Neuer Tab
newwindow=Neues Fenster
favorites=Favoriten
history=Verlauf
download=Downloads
window=Fenster
file=Datei
no file=Keine Datei ausgewählt
View=Ansicht
Sort by=Sortieren nach 
Group by=Gruppieren nach
refresh=Aktualisieren
showicons=Desktopsymbole anzeigen

sort_none=Keine
sort_bigicon=Große Symbole
sort_mediumicon=Mittelgroße Symbole
sort_smallicon=Kleine Symbole
sort_superbigicon=Sehr große Symbole
sort_list=Liste
sort_details=Details
sort_tile=Kacheln
sort_content=Inhalt
sort_name=Name
sort_size=Größe
sort_type=Typ
sort_time=Datum
sort_ascending=Aufsteigend
sort_descending=Absteigend
sort_AutoArrange=Symbole automatisch anordnen
sort_snaptogrid=Symbole am Raster ausrichten


[shutdown]
shutdown=PC herunterfahren?
Reboot=PC neu starten?
Logout=Abmelden?
Dormant=PC in den Ruhezustand versetzen?
sleep=PC in den Energiesparmodus versetzen?
now=Jetzt
minute=Minute

[wifi]
password=Kennwort
showpassword=Kennwort anzeigen
join=Verbinden
cancel=Abbrechen


[weather]
00=Sonnig
01=Bewölkt
02=Bedeckt
03=Regenschauer
04=Gewitter
05=Gewitter mit Hagel
06=Schneeregen
07=Leichter Regen
08=Mäßiger Regen
09=Starker Regen
10=Starkregen
11=Heftiger Starkregen
12=Extremer Starkregen
13=Schneeschauer
14=Leichter Schneefall
15=Mäßiger Schneefall
16=Starker Schneefall
17=Schneesturm
18=Nebel
19=Gefrierender Regen
20=Staubsturm
21=Leichter bis mäßiger Regen
22=Mäßiger bis starker Regen
23=Starker Regen bis Starkregen
24=Starkregen bis heftiger Starkregen
25=Heftiger bis extremer Starkregen
26=Leichter bis mäßiger Schneefall
27=Mäßiger bis starker Schneefall
28=Starker Schneefall bis Schneesturm
29=Schwebstaub
30=Flugsand
31=Extremer Staubsturm
32=Dichter Nebel
33=Schnee
49=Starker Nebel
53=Dunst
54=Mäßiger Dunst
55=Starker Dunst
56=Extremer Dunst
57=Dichter Nebel
58=Extremer Nebel
301=Regen
302=Schnee

